Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Arrange keys is a membership feature
de: Tasten anordnen ist eine Mitgliedschaftsfunktion.
es: Organizar teclas es una función de membresía.
et: Klahvide paigutamine on liikmelisuse funktsioon.
fr: Réorganiser les touches fait partie de l'abonnement.
hu: A billentyűk elrendezése tagsági funkció.
it: Disporre i tasti è una funzione dell'abbonamento.
ja: キーの配置はメンバーシップ機能です。
ko: 키 배열은 멤버십 기능입니다.
ms: Menyusun kekunci adalah ciri keahlian.
pt: Organizar teclas faz parte da subscrição.
ru: Расстановка клавиш — функция членства
zh_hans: 排列按键是会员功能。

source: Arrange tools
de: Werkzeuge anordnen
es: Organizar herramientas
et: Korralda tööriistu
fr: Organiser les outils
hu: Eszközök rendezése
it: Disponi gli strumenti
ja: ツールを並べ替え
ko: 도구 정렬
ms: Susun alat
pt: Organizar ferramentas
ru: Расположить инструменты
zh_hans: 排列工具

source: Arrangement
de: Anordnung
es: Disposición
et: Paigutus
fr: Disposition
hu: Elrendezés
it: Disposizione
ja: 配列
ko: 배열
ms: Susunan
pt: Disposição
ru: Расположение
zh_hans: 排列

source: Artificial Intelligence
de: Künstliche Intelligenz
es: Inteligencia artificial
et: Tehisintellekt
fr: Intelligence artificielle
hu: Mesterséges intelligencia
it: Intelligenza artificiale
ja: 人工知能
ko: 인공지능
ms: Kecerdasan Buatan
pt: Inteligência artificial
ru: Искусственный интеллект
zh_hans: 人工智能

source: Ask Clink
de: Clink fragen
es: Pregunta a Clink
et: Küsi Clinkilt
fr: Demander à Clink
hu: Kérdezd a Clinket
it: Chiedi a Clink
ja: Clinkに聞く
ko: Clink에게 묻기
ms: Tanya Clink
pt: Pergunta ao Clink
ru: Спросить Clink
zh_hans: 问问 Clink

source: Ask in your own words and Apple Intelligence answers from this FAQ, on your phone.
de: Frag in eigenen Worten — Apple Intelligence antwortet aus dieser FAQ, auf deinem Gerät.
es: Pregunta con tus palabras y Apple Intelligence responde a partir de estas preguntas, en tu teléfono.
et: Küsi oma sõnadega ja Apple Intelligence vastab sellest KKK-st sinu telefonis.
fr: Pose ta question avec tes mots : Apple Intelligence répond à partir de cette FAQ, sur ton téléphone.
hu: Kérdezz a saját szavaiddal, az Apple Intelligence pedig ebből a GYIK-ből válaszol, a telefonodon.
it: Chiedi con parole tue e Apple Intelligence risponde partendo da queste FAQ, sul tuo telefono.
ja: 自分の言葉で質問すると、Apple IntelligenceがこのFAQをもとに端末内で答えます。
ko: 직접 말로 물어보면 Apple Intelligence가 이 FAQ를 바탕으로 기기 안에서 답해 줍니다.
ms: Tanya dengan kata-kata sendiri dan Apple Intelligence menjawab daripada FAQ ini, dalam telefon anda.
pt: Pergunta pelas tuas palavras e a Apple Intelligence responde a partir destas perguntas, no teu telemóvel.
ru: Спросите своими словами — Apple Intelligence ответит по этому FAQ прямо на вашем телефоне.
zh_hans: 用你自己的话提问，Apple Intelligence 会依据这份常见问题，在你的手机上作答。

source: Ask the search bar a question in your own words. Its answers are marked with a ✨.
de: Stell der Suchleiste eine Frage in deinen eigenen Worten. Die Antworten sind mit ✨ markiert.
es: Haz una pregunta en la barra de búsqueda con tus propias palabras. Las respuestas se marcan con ✨.
et: Esita otsinguribal küsimus oma sõnadega. Vastused on tähistatud märgiga ✨.
fr: Pose une question dans la barre de recherche avec tes propres mots. Les réponses sont marquées d’un ✨.
hu: Kérdezz a keresősávban a saját szavaiddal. A válaszokat ✨ jelöli.
it: Fai una domanda nella barra di ricerca con parole tue. Le risposte sono contrassegnate da ✨.
ja: 検索バーに自分の言葉で質問できます。回答には✨が付きます。
ko: 검색 막대에 편하게 질문해 보세요. 답변에는 ✨ 표시가 붙습니다.
ms: Tanya soalan dalam bar carian dengan kata-kata anda sendiri. Jawapannya ditandai dengan ✨.
pt: Faça uma pergunta na barra de pesquisa pelas suas próprias palavras. As respostas são assinaladas com ✨.
ru: Задайте вопрос в строке поиска своими словами. Ответы отмечены значком ✨.
zh_hans: 在搜索栏中用自己的话提问。回答会标有 ✨。

source: Ask this
de: Das fragen
es: Preguntar esto
et: Küsi seda
fr: Poser cette question
hu: Kérdezd ezt
it: Chiedi questo
ja: これを聞く
ko: 이걸 물어보기
ms: Tanya ini
pt: Perguntar isto
ru: Спросить это
zh_hans: 问这个

source: Ask this instead
de: Stattdessen das fragen
es: Preguntar esto en su lugar
et: Küsi hoopis seda
fr: Poser plutôt cette question
hu: Inkább ezt kérdezd
it: Chiedi piuttosto questo
ja: 代わりにこれを聞く
ko: 대신 이걸 물어보기
ms: Tanya ini sebaliknya
pt: Perguntar antes isto
ru: Спросить вот это
zh_hans: 改问这个

source: Ask us at clinkkeys.app
de: Frag uns auf clinkkeys.app
es: Pregúntanos en clinkkeys.app
et: Küsi meilt aadressil clinkkeys.app
fr: Pose-nous la question sur clinkkeys.app
hu: Kérdezz minket a clinkkeys.app oldalon
it: Chiedilo a noi su clinkkeys.app
ja: clinkkeys.appで質問する
ko: clinkkeys.app에서 문의하기
ms: Tanya kami di clinkkeys.app
pt: Pergunta-nos em clinkkeys.app
ru: Напишите нам на clinkkeys.app
zh_hans: 到 clinkkeys.app 问我们

source: Assign to group
de: Gruppe zuweisen
es: Asignar a grupo
et: Määra rühma
fr: Assigner à un groupe
hu: Hozzárendelés csoporthoz
it: Assegna a un gruppo
ja: グループに割り当て
ko: 그룹에 지정
ms: Tetapkan kepada kumpulan
pt: Atribuir a grupo
ru: Назначить в группу
zh_hans: 分配到分组

source: Assist level
de: Unterstützungsstufe
es: Nivel de asistencia
et: Abistamise tase
fr: Niveau d’assistance
hu: Segítség szintje
it: Livello di assistenza
ja: 補助レベル
ko: 지원 수준
ms: Tahap bantuan
pt: Nível de assistência
ru: Уровень помощи
zh_hans: 辅助级别

source: Assistant
de: Assistent
es: Asistente
et: Abiline
hu: Asszisztens
it: Assistente
ja: アシスタント
ko: 어시스턴트
ms: Pembantu
pt: Assistente
ru: Ассистент
zh_hans: 助理

source: Assists
de: Hilfen
es: Asistencias
et: Abid
fr: Aides
hu: Asszisztok
it: Assistenze
ja: アシスト
ko: 보조 기능
ms: Bantuan
pt: Ajudas
ru: Помощь
zh_hans: 辅助

source: At least
de: Mindestens
es: Como mínimo
et: Vähemalt
fr: Au moins
hu: Legalább
it: Almeno
ja: 以上
ko: 이상
ms: Sekurang-kurangnya
pt: Pelo menos
ru: Не меньше
zh_hans: 至少

source: At most
de: Höchstens
es: Como máximo
et: Kuni
fr: Au plus
hu: Legfeljebb
it: Al massimo
ja: 以下
ko: 이하
ms: Paling banyak
pt: No máximo
ru: Не больше
zh_hans: 至多

source: Author (optional)
de: Autor (optional)
es: Autor (opcional)
et: Autor (valikuline)
fr: Auteur (facultatif)
hu: Szerző (nem kötelező)
it: Autore (facoltativo)
ja: 作者（任意）
ko: 작성자 (선택 사항)
ms: Pengarang (pilihan)
pt: Autor (opcional)
ru: Автор (необязательно)
zh_hans: 作者（可选）

source: Auto
de: Automatisch
es: Automático
et: Automaatne
hu: Automatikus
it: Automatico
ja: 自動
ko: 자동
pt: Automático
ru: Авто
zh_hans: 自动

source: Auto Copy
de: Auto-Kopieren
es: Copia automática
et: Automaatne kopeerimine
fr: Copie automatique
hu: Automatikus másolás
it: Copia automatica
ja: 自動コピー
ko: 자동 복사
ms: Salin Automatik
pt: Cópia automática
ru: Автокопирование
zh_hans: 自动复制

source: Auto Size
de: Automatische Größe
es: Tamaño automático
et: Automaatne suurus
fr: Taille automatique
hu: Automatikus méret
it: Dimensioni automatiche
ja: サイズ自動調整
ko: 자동 크기 조절
ms: Saiz automatik
pt: Tamanho automático
ru: Авторазмер
zh_hans: 自动调整大小

source: Auto punctuation
de: Automatische Zeichensetzung
es: Puntuación automática
et: Automaatsed kirjavahemärgid
fr: Ponctuation automatique
hu: Automatikus írásjelek
it: Punteggiatura automatica
ja: 自動句読点
ko: 자동 문장 부호
ms: Tanda baca automatik
pt: Pontuação automática
ru: Автопунктуация
zh_hans: 自动标点

source: Auto return to letters
de: Automatisch zu Buchstaben zurückkehren
es: Volver a las letras automáticamente
et: Naase automaatselt tähtedele
fr: Revenir automatiquement aux lettres
hu: Automatikus visszatérés a betűkhöz
it: Torna automaticamente alle lettere
ja: 自動で文字に戻る
ko: 문자로 자동 복귀
ms: Kembali ke huruf secara automatik
pt: Voltar automaticamente às letras
ru: Автовозврат к буквам
zh_hans: 自动返回字母

source: Auto-capitalize
de: Automatische Großschreibung
es: Mayúsculas automáticas
et: Automaatne suurtäht
fr: Majuscules automatiques
hu: Automatikus nagybetűs írás
it: Maiuscole automatiche
ja: 自動大文字入力
ko: 자동 대문자
ms: Huruf besar automatik
pt: Maiúsculas automáticas
ru: Автозаглавные
zh_hans: 自动大写

source: Auto-capitalize and smart punctuation
de: Automatische Großschreibung und intelligente Zeichensetzung
es: Mayúsculas automáticas y puntuación inteligente
et: Automaatsed suurtähed ja nutikad kirjavahemärgid
fr: Majuscules automatiques et ponctuation intelligente
hu: Automatikus nagybetűk és intelligens írásjelek
it: Maiuscole automatiche e punteggiatura intelligente
ja: 自動大文字入力とスマート句読点
ko: 자동 대문자 및 스마트 구두점
ms: Huruf besar automatik dan tanda baca pintar
pt: Maiúsculas automáticas e pontuação inteligente
ru: Автоматические заглавные буквы и умная пунктуация
zh_hans: 自动大写与智能标点

source: Auto-correction
de: Autokorrektur
es: Corrección automática
et: Automaatparandus
fr: Correction automatique
hu: Automatikus javítás
it: Correzione automatica
ja: 自動修正
ko: 자동 수정
ms: Pembetulan automatik
pt: Correção automática
ru: Автокоррекция
zh_hans: 自动更正

source: Auto-detect
de: Automatisch erkennen
es: Detección automática
et: Automaattuvastus
fr: Détection auto
hu: Automatikus felismerés
it: Rilevamento automatico
ja: 自動検出
ko: 자동 감지
ms: Kesan automatik
pt: Deteção automática
ru: Определять автоматически
zh_hans: 自动检测

source: Autocorrect
de: Autokorrektur
es: Autocorrección
et: Automaatparandus
fr: Correction automatique
hu: Automatikus javítás
it: Correzione automatica
ja: 自動修正
ko: 자동 수정
ms: Pembetulan automatik
pt: Correção automática
ru: Автокоррекция
zh_hans: 自动更正

source: Autocorrect everywhere
de: Autokorrektur in allen Feldern
es: Autocorrección en todos los campos
et: Automaatparandus kõigis väljades
fr: Correction automatique dans tous les champs
hu: Automatikus javítás minden mezőben
it: Correzione automatica in tutti i campi
ja: すべての入力欄で自動修正
ko: 모든 필드에서 자동 수정
ms: Pembetulan automatik di semua medan
pt: Correção automática em todos os campos
ru: Автокоррекция во всех полях
zh_hans: 在所有输入框中自动纠正

source: Autocorrect in search fields
de: Autokorrektur in Suchfeldern
es: Autocorrección en campos de búsqueda
et: Automaatparandus otsinguväljades
fr: Correction auto dans les champs de recherche
hu: Automatikus javítás a keresőmezőkben
it: Autocorrezione nei campi di ricerca
ja: 検索欄での自動修正
ko: 검색창에서 자동 수정
ms: Autobetul dalam medan carian
pt: Correção automática nos campos de pesquisa
ru: Автокоррекция в полях поиска
zh_hans: 在搜索框里自动更正

source: Autocorrected words
de: Automatisch korrigierte Wörter
es: Palabras autocorregidas
et: Automaatselt parandatud sõnad
fr: Mots corrigés automatiquement
hu: Automatikusan javított szavak
it: Parole corrette automaticamente
ja: 自動修正された単語
ko: 자동 수정된 단어
ms: Perkataan yang dibetulkan secara automatik
pt: Palavras corrigidas automaticamente
ru: Автоматически исправленные слова
zh_hans: 自动纠正的词数

source: Automatic
de: Automatisch
es: Automático
et: Automaatne
fr: Automatique
hu: Automatikus
it: Automatico
ja: 自動
ko: 자동
ms: Automatik
pt: Automático
ru: Автоматически
zh_hans: 自动

source: Automatically check for MOTD
de: Automatisch nach der Nachricht des Tages suchen
es: Buscar automáticamente el mensaje del día
et: Kontrolli päeva sõnumit automaatselt
fr: Rechercher automatiquement le message du jour
hi: दिन का संदेश अपने आप जांचें
hu: A napi üzenet automatikus ellenőrzése
it: Controlla automaticamente il messaggio del giorno
ja: 今日のメッセージを自動的に確認
ko: 오늘의 메시지 자동 확인
ms: Semak mesej hari ini secara automatik
ne: दिनको सन्देश स्वचालित रूपमा जाँच्नुहोस्
pt: Verificar automaticamente a mensagem do dia
ru: Автоматически проверять сообщение дня
tr: Günün mesajını otomatik olarak denetle
zh_hans: 自动检查每日消息

source: Automatically check for updates
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
et: Otsi värskendusi automaatselt
fr: Rechercher automatiquement les mises à jour
hi: अपडेट अपने आप जांचें
hu: Frissítések automatikus keresése
it: Controlla automaticamente gli aggiornamenti
ja: アップデートを自動的に確認
ko: 업데이트 자동 확인
ms: Semak kemas kini secara automatik
ne: स्वचालित रूपमा अद्यावधिकहरू जाँच्नुहोस्
pt: Verificar atualizações automaticamente
ru: Автоматически проверять обновления
tr: Güncellemeleri otomatik olarak denetle
zh_hans: 自动检查更新

source: Automatically download updates
de: Updates automatisch laden
es: Descargar actualizaciones automáticamente
et: Laadi värskendused automaatselt alla
fr: Télécharger automatiquement les mises à jour
hi: अपडेट अपने-आप डाउनलोड करें
hu: Frissítések automatikus letöltése
it: Scarica automaticamente gli aggiornamenti
ja: アップデートを自動的にダウンロード
ko: 업데이트 자동 다운로드
ms: Muat turun kemas kini secara automatik
ne: अद्यावधिकहरू स्वतः डाउनलोड गर्नुहोस्
pt: Descarregar atualizações automaticamente
ru: Автоматически загружать обновления
tr: Güncellemeleri otomatik indir
zh_hans: 自动下载更新

source: Automation
de: Automatisierung
es: Automatización
et: Automatiseerimine
fr: Automatisation
hu: Automatizálás
it: Automazione
ja: 自動化
ko: 자동화
ms: Automasi
pt: Automação
ru: Автоматизация
zh_hans: 自动化

source: Automations
de: Automationen
es: Automatizaciones
et: Automaatikad
fr: Automatisations
hu: Automatizálások
it: Automazioni
ja: オートメーション
ko: 자동화
ms: Automasi
pt: Automações
ru: Автоматизации
zh_hans: 自动化

source: Available in keyboard
de: In der Tastatur verfügbar
es: Disponible en el teclado
et: Klaviatuuril saadaval
fr: Disponible dans le clavier
hu: Elérhető a billentyűzeten
it: Disponibile nella tastiera
ja: キーボードで使用可能
ko: 키보드에서 사용 가능
ms: Tersedia pada papan kekunci
pt: Disponível no teclado
ru: Доступно на клавиатуре
zh_hans: 可在键盘中使用

source: Available to download
de: Zum Download verfügbar
es: Disponible para descargar
et: Saadaval allalaadimiseks
fr: Disponible au téléchargement
hu: Letölthető
it: Disponibile per il download
ja: ダウンロード可能
ko: 다운로드 가능
ms: Boleh dimuat turun
pt: Disponível para transferência
ru: Доступно для загрузки
zh_hans: 可供下载

source: Available width
de: Verfügbare Breite
es: Ancho disponible
et: Saadaolev laius
fr: Largeur disponible
hu: Elérhető szélesség
it: Larghezza disponibile
ja: 利用可能な幅
ko: 사용 가능한 너비
ms: Lebar tersedia
pt: Largura disponível
ru: Доступная ширина
zh_hans: 可用宽度

source: BEST VALUE
de: Bester Preis
es: Mejor precio
et: Parim hind
fr: Meilleur prix
hu: Legjobb ár
it: Più conveniente
ja: いちばんお得
ko: 가장 경제적
ms: Nilai terbaik
pt: Melhor preço
ru: Выгоднее всего
zh_hans: 最划算

source: Back
de: Zurück
es: Atrás
et: Tagasi
fr: Retour
hu: Vissza
it: Indietro
ja: 戻る
ko: 뒤로
ms: Kembali
pt: Voltar
ru: Назад
zh_hans: 返回

source: Back to the letters. Always shown when the category tabs are off.
de: Zurück zu den Buchstaben. Wird immer angezeigt, wenn die Kategorie-Tabs aus sind.
es: Vuelve a las letras. Siempre se ve cuando las pestañas de categorías están apagadas.
et: Tagasi tähtede juurde. Alati nähtav, kui kategooriakaardid on välja lülitatud.
fr: Retour aux lettres. Toujours affichée quand les onglets de catégories sont désactivés.
hu: Vissza a betűkhöz. Mindig látszik, ha a kategóriafülek ki vannak kapcsolva.
it: Torna alle lettere. Resta sempre visibile quando le schede delle categorie sono spente.
ja: 文字に戻ります。カテゴリタブをオフにしているときは常に表示されます。
ko: 문자로 돌아가요. 카테고리 탭을 꺼두면 항상 보여요.
ms: Kembali ke huruf. Sentiasa ditunjukkan apabila tab kategori dimatikan.
pt: Volta às letras. Aparece sempre quando os separadores de categorias estão desligados.
ru: Назад к буквам. Всегда видна, когда вкладки категорий выключены.
zh_hans: 回到字母。关掉分类栏时会一直显示。

source: Backdrop
de: Hintergrund
es: Fondo
et: Taust
fr: Arrière-plan
hu: Háttér
it: Sfondo
ja: 背景
ko: 배경
ms: Latar belakang
pt: Fundo
ru: Задний план
zh_hans: 背景

source: Backed off
de: Zurückgezogen
es: Replegado
et: Tagasitõmbunud
fr: Replié
hu: Visszalépett
it: Ripiegato
ja: 後退
ko: 후퇴함
ms: Berundur
pt: Recuou
ru: Отступ сделан
zh_hans: 已回退

source: Background
de: Hintergrund
es: Fondo
et: Taust
fr: Arrière-plan
hu: Háttér
it: Sfondo
ja: 背景
ko: 배경
ms: Latar
pt: Fundo
ru: Фон
zh_hans: 背景

source: Background color
de: Hintergrundfarbe
es: Color de fondo
et: Tausta värv
fr: Couleur de fond
hu: Háttérszín
it: Colore di sfondo
ja: 背景色
ko: 배경색
ms: Warna latar
pt: Cor de fundo
ru: Цвет фона
zh_hans: 背景颜色

source: Background colors
de: Hintergrundfarben
es: Colores del fondo
et: Taustavärvid
fr: Couleurs d’arrière-plan
hu: Háttérszínek
it: Colori dello sfondo
ja: 背景色
ko: 배경색
ms: Warna latar belakang
pt: Cores de fundo
ru: Цвета фона
zh_hans: 背景颜色

# Background colour
source: Background color
de: Hintergrundfarbe
es: Color de fondo
et: Tausta värv
fr: Couleur de fond
hu: Háttérszín
it: Colore di sfondo
ja: 背景色
ko: 배경색
ms: Warna latar
pt: Cor de fundo
ru: Цвет фона
zh_hans: 背景颜色

source: Background controls
de: Hintergrundsteuerung
es: Controles del fondo
et: Tausta juhtnupud
fr: Réglages d’arrière-plan
hu: Háttérvezérlők
it: Controlli dello sfondo
ja: 背景の調整
ko: 배경 조절
ms: Kawalan latar belakang
pt: Controlos de fundo
ru: Управление фоном
zh_hans: 背景控制

source: Background effect
de: Hintergrundeffekt
es: Efecto de fondo
et: Tausta efekt
fr: Effet d’arrière-plan
hu: Háttéreffekt
it: Effetto di sfondo
ja: 背景エフェクト
ko: 배경 효과
ms: Kesan latar
pt: Efeito de fundo
ru: Фоновый эффект
zh_hans: 背景效果

source: Background has the lot: whether the theme's color or photo is painted at all, and what moves on top of it.
de: Unter „Hintergrund“ steckt alles: ob die Farbe oder das Foto des Designs überhaupt gemalt wird und was sich darüber bewegt.
es: Fondo lo tiene todo: si el color o la foto del tema se pintan siquiera, y qué se mueve encima.
et: Taust hõlmab kõike: kas teema värvi või fotot üldse kasutatakse ja mis selle peal liigub.
fr: Arrière-plan réunit tout : si la couleur ou la photo du thème est peinte, et ce qui bouge par-dessus.
hu: A Háttér oldalon minden ott van: hogy a téma színe vagy fotója egyáltalán megjelenik-e, és mi mozog rajta.
it: In Sfondo c'è tutto: se il colore o la foto del tema vengono dipinti, e cosa si muove sopra.
ja: 「背景」にすべてあります。テーマの色や写真を描くかどうかも、その上で何が動くかも。
ko: 배경에 다 있습니다. 테마의 색이나 사진을 칠할지, 그 위에서 무엇이 움직일지.
ms: Latar ada semuanya: sama ada warna atau foto tema dilukis langsung, dan apa yang bergerak di atasnya.
pt: Fundo tem tudo: se a cor ou a fotografia do tema chegam a ser pintadas, e o que se move por cima.
ru: В «Фоне» собрано всё: рисуется ли вообще цвет или фото темы и что движется поверх них.
zh_hans: 「背景」里都有：主题的颜色或照片要不要画出来，以及上面有什么在动。

source: Backlight the keys as they glow and react
de: Tasten hinterleuchten, damit sie glühen und reagieren
es: Retroilumina las teclas para que brillen y reaccionen
et: Valgusta klahve tahapoolt, et need helendaksid ja reageeriksid
fr: Rétroéclairez les touches pour qu'elles brillent et réagissent
hu: Világítsd meg a gombokat, hogy ragyogjanak és reagáljanak
it: Retroillumina i tasti perché brillino e reagiscano
ja: キーを光らせ、反応させる
ko: 키에 조명을 넣어 빛나고 반응하게
ms: Terangi kekunci supaya bercahaya dan bertindak balas
pt: Retroilumina as teclas para brilharem e reagirem
ru: Подсветите клавиши, чтобы они светились и реагировали
zh_hans: 为按键打光，让它发光并作出反应

source: Backlight your keyboard the way a mechanical one glows: steady, moving, or lighting up under your fingers.
de: Hinterleuchte deine Tastatur wie eine mechanische: ruhig, in Bewegung oder aufleuchtend unter deinen Fingern.
es: Retroilumina tu teclado como brilla uno mecánico: fijo, en movimiento o encendiéndose bajo tus dedos.
et: Valgusta oma klaviatuur tahapoolt nii, nagu helendab mehaaniline klaviatuur: ühtlane, liikuvas või sinu sõrmede all süttiv.
fr: Rétroéclairez votre clavier comme un clavier mécanique : fixe, en mouvement ou s'allumant sous vos doigts.
hu: Világítsd meg a billentyűzetet, ahogy egy mechanikus teszi: nyugodtan, mozgásban vagy az ujjaid alatt felvillanva.
it: Retroilumina la tastiera come una meccanica: fissa, in movimento o che si accende sotto le dita.
ja: メカニカルキーボードのように、キーボードをバックライトで光らせます。静かに、流れるように、あるいは指の下で点灯します。
ko: 메카니컬 키보드처럼 키보드에 조명을 넣습니다. 가만히, 흐르듯이, 또는 손가락 아래에서 켜지도록.
ms: Terangi papan kekunci anda seperti papan mekanikal: tetap, bergerak, atau menyala di bawah jari anda.
pt: Retroilumina o teclado como um mecânico: fixo, em movimento ou acendendo sob os dedos.
ru: Подсветите клавиатуру, как механическую: ровно, с движением или загораясь под пальцами.
zh_hans: 像机械键盘那样为键盘打光：静止、流动，或在指尖下亮起。

source: Backspace
de: Rücktaste
es: Retroceso
fr: Retour arrière
ja: 削除
ko: 백스페이스
zh_hans: 退格

source: Backspace & linger
de: Löschen & Verweilen
es: Retroceso y permanencia
et: Backspace ja viivitus
fr: Retour arrière et maintien
hu: Backspace és késlekedés
it: Backspace e permanenza
ja: 削除と長押し
ko: 백스페이스 및 머무름
ms: Backspace & berlengah
pt: Retrocesso e permanência
ru: Backspace и задержка
zh_hans: 退格与停留

source: Backspace key
de: Löschtaste
es: Tecla de borrar
et: Backspace-klahv
fr: Touche retour arrière
hu: Törlés gomb
it: Tasto di cancellazione
ja: 削除キー
ko: 지우기 키
ms: Kekunci padam
pt: Tecla de apagar
ru: Клавиша Backspace
zh_hans: 删除键

source: Backspace the line away before the next one
de: Die Zeile mit der Rücktaste löschen, bevor die nächste kommt
es: Borra la línea con retroceso antes de la siguiente
et: Kustuta rida ära enne järgmist
fr: Effacer la ligne au retour arrière avant la suivante
hu: Törlöd a sort, mielőtt jön a következő
it: Cancella la riga col backspace prima della successiva
ja: 次の行に進む前に、その行を消します
ko: 다음 줄로 가기 전에 백스페이스로 줄을 지워요
ms: Padam baris itu dulu sebelum yang seterusnya
pt: Apaga a linha com o backspace antes da próxima
ru: Стирать строку перед следующей
zh_hans: 打下一行之前，用退格把这一行删掉

source: Backup & Restore
de: Sichern & Wiederherstellen
es: Copia y restauración
et: Varundus ja taaste
fr: Sauvegarde et restauration
hu: Biztonsági mentés és visszaállítás
it: Backup e ripristino
ja: バックアップと復元
ko: 백업 및 복원
ms: Sandar & Pulih
pt: Cópia de segurança e restauro
ru: Копия и восстановление
zh_hans: 备份与恢复

source: Backup & reset
de: Sichern & zurücksetzen
es: Copia y restablecer
et: Varundus ja lähtestus
fr: Sauvegarde et réinitialisation
hu: Mentés és visszaállítás
it: Backup e ripristino
ja: バックアップとリセット
ko: 백업 및 초기화
ms: Sandaran & set semula
pt: Cópia de segurança e reposição
ru: Копия и сброс
zh_hans: 备份与重置

source: Balanced
de: Ausgewogen
es: Equilibrado
et: Tasakaalus
fr: Équilibré
hu: Kiegyensúlyozott
it: Bilanciato
ja: バランス
ko: 균형
ms: Seimbang
pt: Equilibrado
ru: Сбалансированно
zh_hans: 均衡

source: Balloon
de: Ballon
es: Bocadillo
fr: Bulle
hu: Buborék
it: Fumetto
ja: 吹き出し
ko: 말풍선
ms: Belon
pt: Balão
ru: Шарик
zh_hans: 气泡

source: Bar
de: Leiste
es: Barra
et: Riba
fr: Barre
hu: Sáv
it: Barra
ja: バー
ko: 막대
pt: Barra
ru: Полоса
zh_hans: 栏

source: Bar style
de: Leistenstil
es: Estilo de la barra
et: Riba stiil
fr: Style de la barre
hi: बार की शैली
hu: Sáv stílusa
it: Stile della barra
ja: バーのスタイル
ko: 추천 막대 스타일
ms: Gaya bar
ne: बारको शैली
pt: Estilo da barra
ru: Стиль панели
tr: Çubuk stili
zh_hans: 候选栏样式

source: Base profile
de: Basisprofil
es: Perfil de base
et: Alusprofiil
fr: Profil de base
hu: Alapprofil
it: Profilo di base
ja: 基本プロファイル
ko: 기본 프로필
ms: Profil asas
pt: Perfil de base
ru: Базовый профиль
zh_hans: 基础配置

source: Base profile changes
de: Basisprofil ändert sich
es: Cambia el perfil de base
et: Alusprofiil muutub
fr: Le profil de base change
hu: Az alapprofil megváltozik
it: Il profilo di base cambia
ja: 基本プロファイルが変更されたとき
ko: 기본 프로필이 변경될 때
ms: Profil asas berubah
pt: O perfil de base muda
ru: Базовый профиль изменён
zh_hans: 基础配置变更时
